Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Settings.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# menuBarIcon.restoreDefault
source: 恢复默认
ar: استعادة الإعدادات الافتراضية
de: Standardeinstellungen wiederherstellen
en: Restore Defaults
es: Restaurar valores predeterminados
fr: Restaurer les paramètres par défaut
ja: デフォルトに戻す
ko: 기본값 복원
pt: Restaurar padrões
ru: Восстановить настройки по умолчанию
tr: Varsayılanlara Dön
zh_hant: 恢復預設

# menuBarIcon.source
source: 图标来源
ar: مصدر الرمز
de: Symbolquelle
en: Icon Source
es: Fuente del icono
fr: Source des icônes
ja: アイコンソース
ko: 아이콘 소스
pt: Fonte do ícone
ru: Источник значков
tr: Simge Kaynağı
zh_hant: 圖標來源

# menuBarIcon.sourceDescription
source: 支持透明背景的图标和轻量动画，也可从在线图库选择。
ar: استورد أيقونات أو رسومًا متحركة قصيرة بخلفيات شفافة، أو اختر من المعرض عبر الإنترنت.
de: Importiere Symbole oder kurze Animationen mit transparentem Hintergrund oder wähle aus der Online-Galerie.
en: Import icons or short animations with transparent backgrounds, or choose from the online gallery.
es: Importa iconos o animaciones cortas con fondo transparente, o elige de la galería en línea.
fr: Importez des icônes ou de courtes animations sur fond transparent, ou choisissez dans la galerie en ligne.
ja: 背景が透明なアイコンや短いアニメーションを読み込むか、オンラインギャラリーから選択できます。
ko: 배경이 투명한 아이콘이나 짧은 애니메이션을 가져오거나 온라인 갤러리에서 선택하세요.
pt: Importe ícones ou animações curtas com fundo transparente, ou escolha na galeria online.
ru: Импортируйте значки или короткие анимации с прозрачным фоном либо выберите их в онлайн-галерее.
tr: Saydam arka planlı simgeleri ya da kısa animasyonları içe aktarın ya da çevrimiçi galeriden seçin.
zh_hant: 支援透明背景的圖示和輕量動畫，也可從線上圖庫選擇。

# menuBarIcon.title
source: 菜单栏图标
ar: رمز شريط القوائم
de: Menüleistensymbol
en: Menu Bar Icon
es: Icono de la barra de menú
fr: Icône de la barre de menu
ja: メニュー バー アイコン
ko: 메뉴바 아이콘
pt: Ícone da barra de menu
ru: Значок строки меню
tr: Menü Çubuğu Simgesi
zh_hant: 選單列圖標

# menuBarIcon.upload
source: 上传
ar: رفع
de: Hochladen
en: Upload
es: Subir
fr: Importer
ja: アップロード
ko: 업로드
pt: Carregar
ru: Загрузить
tr: Yükle
zh_hant: 上傳

# plugins.configuration.empty.description
source: 当插件提供权限、快捷键或自定义设置后，会显示在这里。
ar: تظهر المكونات الإضافية هنا بعد أن توفر الأذونات أو الاختصارات أو الإعدادات المخصصة.
de: Plugins werden hier angezeigt, nachdem sie Berechtigungen, Verknüpfungen oder benutzerdefinierte Einstellungen bereitstellen.
en: Plugins appear here after they provide permissions, shortcuts, or custom settings.
es: Los complementos aparecen aquí después de proporcionar permisos, accesos directos o configuraciones personalizadas.
fr: Les plugins apparaissent ici après avoir fourni des autorisations, des raccourcis ou des paramètres personnalisés.
ja: プラグインは、権限、ショートカット、またはカスタム設定を提供した後にここに表示されます。
ko: 플러그인은 권한, 바로가기 또는 사용자 정의 설정을 제공한 후 여기에 표시됩니다.
pt: Os plug-ins aparecem aqui depois de fornecerem permissões, atalhos ou configurações personalizadas.
ru: Плагины появляются здесь после того, как они предоставляют разрешения, ярлыки или пользовательские настройки.
tr: Eklentiler, izin, kısayol ya da özel ayar sağladığında burada görünür.
zh_hant: 當外掛提供權限、快速鍵或自定義設定後，會顯示在這裏。

# plugins.configuration.empty.title
source: 暂无可配置插件
ar: لا توجد مكونات إضافية قابلة للتكوين
de: Keine konfigurierbaren Plugins
en: No Configurable Plugins
es: Sin complementos configurables
fr: Aucun plugin configurable
ja: 構成可能なプラグインがありません
ko: 구성 가능한 플러그인 없음
pt: Nenhum plug-in configurável
ru: Нет настраиваемых плагинов
tr: Yapılandırılabilir Eklenti Yok
zh_hant: 暫無可配置外掛

# plugins.configuration.section.permissions
source: 权限
ar: الأذونات
de: Berechtigungen
en: Permissions
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
pt: Permissões
ru: Разрешения
tr: İzinler
zh_hant: 權限

# plugins.configuration.section.settings
source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hant: 設定

# plugins.configuration.section.shortcuts
source: 快捷键
ar: الاختصارات
de: Verknüpfungen
en: Shortcuts
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
pt: Atalhos
ru: Ярлыки
tr: Kısayollar
zh_hant: 快速鍵

# plugins.filter.empty.description
source: 尝试调整关键字或切换分类。
ar: ضبط الكلمة الرئيسية أو تبديل الفئات.
de: Passen Sie das Schlüsselwort an oder wechseln Sie die Kategorien.
en: Adjust the keyword or switch categories.
es: Ajusta la palabra clave o cambia de categoría.
fr: Ajustez le mot clé ou changez de catégorie.
ja: キーワードを調整するか、カテゴリを切り替えます。
ko: 키워드를 조정하거나 카테고리를 전환하세요.
pt: Ajuste a palavra-chave ou alterne as categorias.
ru: Измените ключевое слово или переключите категории.
tr: Anahtar kelimeyi değiştirin ya da kategori değiştirin.
zh_hant: 嘗試調整關鍵字或切換分類。

# plugins.filter.empty.title
source: 未找到匹配的插件
ar: لا توجد مكونات إضافية متطابقة
de: Keine passenden Plugins
en: No Matching Plugins
es: No hay complementos coincidentes
fr: Aucun plugin correspondant
ja: No Matching Plugins
ko: 일치하는 플러그인 없음
pt: Nenhum plug-in correspondente
ru: Нет подходящих плагинов
tr: Eşleşen Eklenti Yok
zh_hant: 未找到匹配的外掛

# plugins.installed.description
source: 启用、隐藏并拖拽调整插件在菜单栏里的显示顺序。
ar: قم بتمكين المكونات الإضافية وإخفائها وسحبها لتغيير ترتيب شريط القوائم الخاص بها.
de: Aktivieren, verbergen und ziehen Sie Plugins, um ihre Menüleistenreihenfolge zu ändern.
en: Enable, hide, and drag plugins to change their menu bar order.
es: Habilite, oculte y arrastre complementos para cambiar el orden de la barra de menú.
fr: Activez, masquez et faites glisser les plugins pour modifier l'ordre de leur barre de menus.
ja: プラグインを有効化、非表示にし、ドラッグしてメニュー バーの順序を変更します。
ko: 플러그인을 활성화하고 숨기고 드래그하여 메뉴 표시줄 순서를 변경하세요.
pt: Ative, oculte e arraste plug-ins para alterar a ordem da barra de menus.
ru: Включайте, скрывайте и перетаскивайте плагины, чтобы изменить порядок их строк меню.
tr: Eklentileri etkinleştirin, gizleyin ve menü çubuğundaki sıralarını değiştirmek için sürükleyin.
zh_hant: 啟用、隱藏並拖拽調整外掛在選單列裏的顯示順序。

# plugins.installed.empty.description
source: 安装插件后，会显示在这里。
ar: ستظهر هنا المكونات الإضافية المثبتة.
de: Installierte Plugins werden hier angezeigt.
en: Installed plugins will appear here.
es: Los complementos instalados aparecerán aquí.
fr: Les plugins installés apparaîtront ici.
ja: インストールされているプラグインがここに表示されます。
ko: 설치된 플러그인이 여기에 표시됩니다.
pt: Os plug-ins instalados aparecerão aqui.
ru: Здесь появятся установленные плагины.
tr: Yüklü eklentiler burada görünecek.
zh_hant: 安裝外掛後，會顯示在這裏。

# plugins.installed.empty.title
source: 暂无已安装插件
ar: لا توجد مكونات إضافية مثبتة
de: Keine installierten Plugins
en: No Installed Plugins
es: No hay complementos instalados
fr: Aucun plugin installé
ja: プラグインがインストールされていません
ko: 설치된 플러그인 없음
pt: Nenhum plug-in instalado
ru: Нет установленных плагинов
tr: Yüklü Eklenti Yok
zh_hant: 暫無已安裝外掛

# plugins.installed.filteringReorderHint
source: 筛选中暂时不能拖拽排序，清除关键字或选择「全部」即可重新排序。
ar: تم تعطيل إعادة الترتيب أثناء التصفية. امسح الكلمة الرئيسية أو اختر "الكل" لإعادة الترتيب مرة أخرى.
de: Die Neuordnung ist beim Filtern deaktiviert. Löschen Sie das Schlüsselwort oder wählen Sie „Alle“, um die Reihenfolge erneut festzulegen.
en: Reordering is disabled while filtering. Clear the keyword or choose “All” to reorder again.
es: La reordenación está deshabilitada durante el filtrado. Borre la palabra clave o elija "Todos" para volver a realizar el pedido.
fr: La réorganisation est désactivée lors du filtrage. Effacez le mot clé ou choisissez « Tous » pour réorganiser à nouveau.
ja: フィルタリング中は並べ替えが無効になります。キーワードをクリアするか、「すべて」を選択して再度並べ替えます。
ko: 필터링 중에는 재정렬이 비활성화됩니다. 키워드를 지우거나 "모두"를 선택하여 다시 순서를 바꾸세요.
pt: A reordenação está desativada durante a filtragem. Limpe a palavra-chave ou escolha “Todos” para reordenar novamente.
ru: Переупорядочение отключено во время фильтрации. Удалите ключевое слово или выберите «Все», чтобы снова изменить порядок.
tr: Filtreleme sırasında yeniden sıralama devre dışıdır. Yeniden sıralamak için anahtar kelimeyi temizleyin ya da “Tümü” seçeneğini seçin.
zh_hant: 篩選中暫時不能拖拽排序，清除關鍵字或選擇「全部」即可重新排序。

# plugins.installed.searchPrompt
source: 搜索已安装插件
ar: البحث في المكونات الإضافية المثبتة
de: Installierte Plugins durchsuchen
en: Search installed plugins
es: Buscar complementos instalados
fr: Rechercher les plugins installés
ja: インストールされているプラグインを検索
ko: 설치된 플러그인 검색
pt: Pesquisar plug-ins instalados
ru: Поиск установленных плагинов
tr: Yüklü eklentilerde ara
zh_hant: 搜索已安裝外掛

# plugins.installed.title
source: 已安装
ar: تم التثبيت
de: Installiert
en: Installed
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
pt: Instalado
ru: Установлен
tr: Yüklü
zh_hant: 已安裝

# plugins.sidebar.configurationSection
source: 插件设置
ar: إعدادات البرنامج المساعد
de: Plugin-Einstellungen
en: Plugin Settings
es: Configuración del complemento
fr: Paramètres du plug-in
ja: プラグイン設定
ko: 플러그인 설정
pt: Configurações do plug-in
ru: Настройки плагина
tr: Eklenti Ayarları
zh_hant: 外掛設定

# plugins.sidebar.emptyConfigurations
source: 暂无可设置插件
ar: لا توجد مكونات إضافية قابلة للتكوين
de: Keine konfigurierbaren Plugins
en: No configurable plugins
es: Sin complementos configurables
fr: Aucun plugin configurable
ja: 構成可能なプラグインはありません
ko: 구성 가능한 플러그인 없음
pt: Sem plug-ins configuráveis
ru: Нет настраиваемых плагинов
tr: Yapılandırılabilir eklenti yok
zh_hant: 暫無可設定外掛

# plugins.sidebar.installed
source: 已安装
ar: تم التثبيت
de: Installiert
en: Installed
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
pt: Instalado
ru: Установлен
tr: Yüklü
zh_hant: 已安裝

# plugins.sidebar.marketplace
source: 插件市场
ar: سوق الإضافات
de: Plugin-Marktplatz
en: Marketplace
es: Catálogo de complementos
fr: Catalogue de plugins
ja: マーケットプレイス
ko: 마켓플레이스
pt: Catálogo de plug-ins
ru: Каталог плагинов
tr: Mağaza
zh_hant: 外掛市場

# plugins.sidebar.marketplaceSection
source: 插件市场
ar: سوق المكونات الإضافية
de: Plugin-Marktplatz
en: Plugin Marketplace
es: Mercado de complementos
fr: Marché des plugins
ja: プラグイン マーケットプレイス
ko: 플러그인 마켓플레이스
pt: Mercado de plug-ins
ru: Торговая площадка плагинов
tr: Eklenti Mağazası
zh_hant: 外掛市場

# settings.window.title
source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hant: 設定

# shortcuts.clearHelp
source: 清除快捷键
ar: مسح الاختصار
de: Verknüpfung löschen
en: Clear shortcut
es: Borrar acceso directo
fr: Effacer le raccourci
ja: ショートカットをクリア
ko: 바로가기 지우기
pt: Limpar atalho
ru: Очистить ярлык
tr: Kısayolu temizle
zh_hant: 清除快速鍵

# shortcuts.commonConflictWarning.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# shortcuts.commonConflictWarning.confirm
source: 仍要使用
ar: استخدام على أي حال
de: Trotzdem verwenden
en: Use Anyway
es: Usar de todos modos
fr: Utiliser quand même
ja: このまま使用
ko: 그래도 사용
pt: Usar mesmo assim
ru: Всё равно использовать
tr: Yine De Kullan

# shortcuts.commonConflictWarning.message
source: 这是全局快捷键，可能覆盖其他应用的常用操作。
ar: هذا اختصار عام وقد يتجاوز العمليات الشائعة في التطبيقات الأخرى.
de: Dies ist ein globaler Kurzbefehl und kann häufige Aktionen in anderen Apps überschreiben.
en: This is a global shortcut and may override common actions in other apps.
es: Este es un atajo global y puede anular acciones habituales en otras apps.
fr: Ce raccourci global peut remplacer des actions courantes dans d’autres apps.
ja: これはグローバルショートカットで、ほかのアプリのよく使う操作を上書きする場合があります。
ko: 이 전역 단축키는 다른 앱의 일반적인 동작을 덮어쓸 수 있습니다.
pt: Este é um atalho global e pode substituir ações comuns em outros apps.
ru: Это глобальное сочетание клавиш может переопределять обычные действия в других приложениях.
tr: Bu genel bir kısayoldur ve diğer uygulamalardaki genel eylemlerin yerine geçebilir.
zh_hant: 這是全域快速鍵，可能覆蓋其他 App 的常用操作。

# shortcuts.commonConflictWarning.title
source: 仍要使用“%@”？
ar: هل تريد استخدام «%@» على أي حال؟
de: „%@“ trotzdem verwenden?
en: Use “%@” Anyway?
es: ¿Usar «%@» de todos modos?
fr: Utiliser « %@ » quand même ?
ja: 「%@」をこのまま使用しますか？
ko: “%@”을(를) 그래도 사용하시겠습니까?
pt: Usar “%@” mesmo assim?
ru: Всё равно использовать «%@»?
tr: “%@” yine de kullanılsın mı?

# shortcuts.description
source: 为常用动作配置全局快捷键。编辑后立即生效，必要项不可删除。
ar: قم بتكوين الاختصارات العامة للإجراءات الشائعة. تسري التغييرات على الفور، ولا يمكن إزالة العناصر المطلوبة.
de: Konfigurieren Sie globale Verknüpfungen für allgemeine Aktionen. Änderungen werden sofort wirksam und erforderliche Elemente können nicht entfernt werden.
en: Configure global shortcuts for common actions. Changes take effect immediately, and required items cannot be removed.
es: Configurar atajos globales para acciones comunes. Los cambios entran en vigor inmediatamente y los elementos requeridos no se pueden eliminar.
fr: Configurez des raccourcis globaux pour les actions courantes. Les modifications prennent effet immédiatement et les éléments requis ne peuvent pas être supprimés.
ja: 一般的なアクションのグローバル ショートカットを構成します。変更はすぐに有効になり、必須アイテムは削除できません。
ko: 일반적인 작업에 대한 전역 바로가기를 구성합니다. 변경 사항은 즉시 적용되며 필수 항목은 제거할 수 없습니다.
pt: Configure atalhos globais para ações comuns. As alterações entram em vigor imediatamente e os itens obrigatórios não podem ser removidos.
ru: Настройте глобальные ярлыки для общих действий. Изменения вступают в силу немедленно, а необходимые элементы нельзя удалить.
tr: Sık kullanılan eylemler için genel kısayollar yapılandırın. Değişiklikler anında etkili olur ve gerekli öğeler kaldırılamaz.
zh_hant: 為常用動作配置全局快速鍵。編輯後立即生效，必要項不可刪除。

# shortcuts.required
source: 必填
ar: مطلوب
de: Erforderlich
en: Required
es: Obligatorio
fr: Obligatoire
ja: 必須
ko: 필수
pt: Obrigatório
ru: Обязательно
tr: Gerekli

# shortcuts.resetHelp
source: 重置为默认快捷键
ar: إعادة التعيين إلى الاختصار الافتراضي
de: Auf Standardverknüpfung zurücksetzen
en: Reset to default shortcut
es: Restablecer el acceso directo predeterminado
fr: Réinitialiser le raccourci par défaut
ja: デフォルトのショートカットにリセット
ko: 기본 단축키로 재설정
pt: Redefinir para o atalho padrão
ru: Восстановить ярлык по умолчанию
tr: Varsayılan kısayola sıfırla
zh_hant: 重置為預設快速鍵

# shortcuts.openCommandPalette.description
source: 在任意位置显示或隐藏 MacTools 命令面板。
ar: أظهر أو أخفِ لوحة أوامر MacTools من أي مكان.
de: Blendet die MacTools-Befehlspalette überall ein oder aus.
en: Show or hide the MacTools Command Palette from anywhere.
es: Muestra u oculta la paleta de comandos de MacTools desde cualquier lugar.
fr: Affiche ou masque la palette de commandes MacTools depuis n’importe où.
ja: どこからでもMacToolsのコマンドパレットを表示または非表示にします。
ko: 어디서나 MacTools 명령 팔레트를 표시하거나 가립니다.
pt: Mostra ou oculta a Paleta de Comandos do MacTools em qualquer lugar.
ru: Показывает или скрывает палитру команд MacTools из любого приложения.
tr: MacTools Komut Paleti'ni her yerden gösterin ya da gizleyin.
zh_hant: 在任何位置顯示或隱藏 MacTools 指令面板。

# shortcuts.openCommandPalette.title
source: 打开命令面板
ar: فتح لوحة الأوامر
de: Befehlspalette öffnen
en: Open Command Palette
es: Abrir paleta de comandos
fr: Ouvrir la palette de commandes
ja: コマンドパレットを開く
ko: 명령 팔레트 열기
pt: Abrir Paleta de Comandos
ru: Открыть палитру команд
tr: Komut Paleti'ni Aç
zh_hant: 打開指令面板

# shortcuts.openSettings.description
source: 打开 MacTools 设置。
ar: افتح إعدادات MacTools.
de: Öffnet die MacTools-Einstellungen.
en: Open MacTools Settings.
es: Abre los ajustes de MacTools.
fr: Ouvre les réglages de MacTools.
ja: MacToolsの設定を開きます。
ko: MacTools 설정을 엽니다.
pt: Abre os Ajustes do MacTools.
ru: Открывает настройки MacTools.
tr: MacTools Ayarları'nı açın.
zh_hant: 打開 MacTools 設定。

# shortcuts.openSettings.title
source: 打开设置
ar: فتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
pt: Abrir Ajustes
ru: Открыть настройки
tr: Ayarları Aç
zh_hant: 打開設定

# shortcuts.toggleDashboard.description
source: 显示、隐藏或切换到仪表盘。
ar: إظهار لوحة المعلومات أو إخفاؤها أو التبديل إليها.
de: Dashboard ein-/ausblenden oder direkt dorthin wechseln.
en: Show, hide, or switch to the Dashboard.
es: Muestra, oculta o cambia al panel.
fr: Affiche, masque ou ouvre le tableau de bord.
ja: ダッシュボードを表示、非表示、または切り替えます。
ko: 대시보드를 표시하거나 가리거나 전환합니다.
pt: Mostra, oculta ou alterna para o Painel.
ru: Показывает, скрывает или переключает на панель.
tr: Gösterge Paneli'ni gösterin, gizleyin ya da ona geçin.
zh_hant: 顯示、隱藏或切換至儀表板。

# shortcuts.toggleDashboard.title
source: 切换仪表盘
ar: تبديل لوحة المعلومات
de: Dashboard umschalten
en: Toggle Dashboard
es: Alternar panel
fr: Afficher/masquer le tableau de bord
ja: ダッシュボードを切り替える
ko: 대시보드 전환
pt: Alternar Painel
ru: Переключить панель
tr: Gösterge Panelini Aç/Kapat
zh_hant: 切換儀表板

# shortcuts.toggleFeaturePanel.description
source: 显示、隐藏或切换到功能面板。
ar: إظهار لوحة الميزات أو إخفاؤها أو التبديل إليها.
de: Funktionsleiste ein-/ausblenden oder direkt dorthin wechseln.
en: Show, hide, or switch to the Feature Panel.
es: Muestra, oculta o cambia al panel de funciones.
fr: Affiche, masque ou ouvre le panneau de fonctions.
ja: 機能パネルを表示、非表示、または切り替えます。
ko: 기능 패널을 표시하거나 가리거나 전환합니다.
pt: Mostra, oculta ou alterna para o Painel de Recursos.
ru: Показывает, скрывает или переключает на панель функций.
tr: Özellik Paneli'ni gösterin, gizleyin ya da ona geçin.
zh_hant: 顯示、隱藏或切換至功能面板。

# shortcuts.toggleFeaturePanel.title
source: 切换功能面板
ar: تبديل لوحة الميزات
de: Funktionsleiste umschalten
en: Toggle Feature Panel
es: Alternar panel de funciones
fr: Afficher/masquer le panneau de fonctions
ja: 機能パネルを切り替える
ko: 기능 패널 전환
pt: Alternar Painel de Recursos
ru: Переключить панель функций
tr: Özellik Panelini Aç/Kapat
zh_hant: 切換功能面板

# shortcuts.title
source: 键盘快捷键
ar: اختصارات لوحة المفاتيح
de: Tastaturkürzel
en: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボード ショートカット
ko: 키보드 단축키
pt: Atalhos de teclado
ru: Сочетания клавиш
tr: Klavye Kısayolları
zh_hant: 鍵盤快速鍵

# tab.about
source: 关于
ar: حول
de: Über
en: About
es: Acerca de
fr: À propos
ja: 概要
ko: 정보
pt: Sobre
ru: О программе
tr: Hakkında
zh_hant: 關於

# tab.general
source: 通用
ar: عام
de: Allgemein
en: General
es: Generalidades
fr: Général
ja: 一般
ko: 일반
pt: Geral
ru: Общие
tr: Genel

# tab.plugins
source: 插件
ar: الإضافات
de: Plugins
en: Plugins
es: Complementos
fr: Plugins
ja: プラグイン
ko: 플러그인
pt: Plug-ins
ru: Плагины
tr: Eklentiler
zh_hant: 外掛

# common.choose
source: 选择…
ar: اختيار…
de: Auswählen…
en: Choose…
es: Seleccionar…
fr: Choisir…
ja: 選択…
ko: 선택…
pt: Escolher…
ru: Выбрать…
tr: Seç…
zh_hant: 選擇…
